{"urls": ["https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-2QI6PaHLrfKiLNCJEpiTC5pw.png?st=2023-11-12T22%3A22%3A46Z&se=2023-11-13T00%3A22%3A46Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A08%3A35Z&ske=2023-11-13T06%3A08%3A35Z&sks=b&skv=2021-08-06&sig=w/qOe7WMAMrxr747ooeIUzGXcJMGNmrrkU3javkSw4w%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-6UJuC007eb3zifaUO2MemZE7.png?st=2023-11-12T22%3A23%3A03Z&se=2023-11-13T00%3A23%3A03Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T12%3A54%3A08Z&ske=2023-11-13T12%3A54%3A08Z&sks=b&skv=2021-08-06&sig=LcgmDhjNifTcHxzsHmfQveHQh19Jp6Lp9iNh%2B4Mn0DA%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-0zxy8gPCWN0oOu3DDL52laRK.png?st=2023-11-12T22%3A23%3A18Z&se=2023-11-13T00%3A23%3A18Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T15%3A17%3A46Z&ske=2023-11-13T15%3A17%3A46Z&sks=b&skv=2021-08-06&sig=ea8YEy/P5euqC/wlJsQPt8LZ9o90A2MD%2B8uZpgEMFyM%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-q4rSQ8eNJkkuOhI8otJqOQdj.png?st=2023-11-12T22%3A23%3A41Z&se=2023-11-13T00%3A23%3A41Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A22%3A44Z&ske=2023-11-13T06%3A22%3A44Z&sks=b&skv=2021-08-06&sig=YUoxiTgOGLiI07zgxsWEP1k%2BF24Zd%2BvFb8dMfO/l5jI%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-gAsY2enQoRceZpZMd7pUXrxp.png?st=2023-11-12T22%3A23%3A56Z&se=2023-11-13T00%3A23%3A56Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T19%3A58%3A11Z&ske=2023-11-13T19%3A58%3A11Z&sks=b&skv=2021-08-06&sig=LHknT/iXLXXcBQqZrR5OX%2B2IpAhEm/9popI7pDrW0TA%3D"], "Future_0": "Imagine a scene from the distant future where advanced robotics and bionics have become the norm. Gaze upon the alien sky of a far-off planet exuding an ethereal glow with exotic flora. Observe intelligent aliens with their unique physiology and fashion. Perhaps an alien is trying out a bionic device. The environment is teeming with inconceivable technology and otherworldly structures, each more impressive than the last. An atmosphere of progress and high-tech civilization permeates the air. ", "Future_1": "Imagine a scene from the future set on a distant planet. This planet is highly advanced and is filled with robotics and bionic technology. Intelligent alien beings inhabit this planet. These beings have evolved over time, adapting to their environment and integrating technology into their biological forms. The robots have a futuristic design, have achieved a high level of artificial intelligence, and are capable of complex tasks. In the background, the landscape of the planet can be seen with unusual geographical features and a skyscape dotted with other celestial bodies.", "Future_2": "Imagine being on a journey to a distant future. In this universe, technology is highly advanced. Picture a world full of advanced robotics and bionics. These machines display incredible sophistication and are capable of complex tasks that once only humans could do. Moreover, visualize intelligent alien life forms, with distinctive, intricate details that hint towards their high level of intellect and unique extraterrestrial origins. Their bodies, maybe not humanoid, could be arranged in ways reflecting their adaptation to the unworldly atmospheres and gravities of their home planets. The background is filled with the breathtaking landscapes of the distant planets, with multicoloured skies and unique geological features, altogether creating a scene that is out of this world.", "Future_3": "Imagine a future scene taking place on distant planets. Advanced robotics are working in unison, with sleek structures and metallic bodies that reflect the novel technology. Bionic beings, designed with superior body augmentations, interact with their environment seamlessly. Intelligent aliens of various shapes and sizes coexist in this advanced community. Their skin shimmers with unique color patterns and their eyes are vivid, bringing a sense of depth and wisdom. The landscape of the planet is rugged and alien, but there is a harmonious blend of the natural and the technological elements, testifying to the advanced civilization that prevails.", "Future_4": "Envision a future scene set on a distant, alien planet. The terrain is a blend of otherworldly landscapes brimming with unique and lush alien flora. There's advanced robotics technology noticeable around the environment, with state-of-the-art bionic machines helping in various tasks. Intelligent alien creatures cohabit with these robotic entities, showcasing different forms, sizes, and colors. They communicate and interact harmoniously in a demonstration of superior technological sophistication and intergalactic diplomacy. This advanced society embodies a projection of high-tech futurism, where machines, bionics, and alien life seamlessly meld."}