{"urls": ["https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-xziJQDzOvEY7gWe02LKKGLQw.png?st=2023-11-12T22%3A25%3A53Z&se=2023-11-13T00%3A25%3A53Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A07%3A58Z&ske=2023-11-13T06%3A07%3A58Z&sks=b&skv=2021-08-06&sig=8Fbc1klJo2sMLjtbGMesnQtedbUlJQfbHBVNeq8wgPA%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-5WS5NYqbj18DvpjIRiKvMU8Z.png?st=2023-11-12T22%3A26%3A08Z&se=2023-11-13T00%3A26%3A08Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A10%3A25Z&ske=2023-11-13T06%3A10%3A25Z&sks=b&skv=2021-08-06&sig=oPGBer2DpS6Z4/I%2B/uvXnsjW75xjKuX9y%2BkBNNDufLo%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-B4MVw1mMTd3v8dS4S2kCdRyh.png?st=2023-11-12T22%3A26%3A25Z&se=2023-11-13T00%3A26%3A25Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A01%3A46Z&ske=2023-11-13T06%3A01%3A46Z&sks=b&skv=2021-08-06&sig=qJvlU7R3u/zGTU7GMWj29gsFXdqO5j5QxMkJBpgokfI%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-LYIRXpqwyxegUBAjfixWTUkt.png?st=2023-11-12T22%3A26%3A41Z&se=2023-11-13T00%3A26%3A41Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T13%3A39%3A14Z&ske=2023-11-13T13%3A39%3A14Z&sks=b&skv=2021-08-06&sig=dpWHdDFt8ZVFvg/Yia2AxVqPQ/HnL3eqa1BkVouVXlw%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-t2eqNbbskjnYSG2Yb2KiB5b6.png?st=2023-11-12T22%3A26%3A57Z&se=2023-11-13T00%3A26%3A57Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A08%3A00Z&ske=2023-11-13T06%3A08%3A00Z&sks=b&skv=2021-08-06&sig=j35Ergv1FUpmsQqbaNJFf2WtM3dkmcthLCSt4b4MsaY%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-YaYk3q2ANL7yALZ3AisFjmYp.png?st=2023-11-12T22%3A27%3A13Z&se=2023-11-13T00%3A27%3A13Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T12%3A52%3A22Z&ske=2023-11-13T12%3A52%3A22Z&sks=b&skv=2021-08-06&sig=gHbhlanEVBjKRkiSBCGxvQx/%2B4PxRGDMC6g1qQv76io%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-8QjBbewFflLL15kVtOMfq7ln.png?st=2023-11-12T22%3A27%3A31Z&se=2023-11-13T00%3A27%3A31Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A00%3A43Z&ske=2023-11-13T06%3A00%3A43Z&sks=b&skv=2021-08-06&sig=rWrs1E6784l7QyEISZI5k12J/qviTXQuNbh30WEeE1s%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-xZQT3TfhU3xuZeAXVwUuAKfC.png?st=2023-11-12T22%3A27%3A48Z&se=2023-11-13T00%3A27%3A48Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A05%3A51Z&ske=2023-11-13T06%3A05%3A51Z&sks=b&skv=2021-08-06&sig=p3CwYXmnfbwndLNzlRnGdbexgYOMeMTek1DH/qoeWJw%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-5FbznT3ApA5Z3aorKBfxOhFI.png?st=2023-11-12T22%3A28%3A03Z&se=2023-11-13T00%3A28%3A03Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T12%3A43%3A18Z&ske=2023-11-13T12%3A43%3A18Z&sks=b&skv=2021-08-06&sig=Ytb6L9s%2B0PoQ%2Bk3h15owsr9KnLrhYEu8DrJ9ZiMQIAE%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-w7Bs4cKB2SZPPD57pVJo0Eui.png?st=2023-11-12T22%3A28%3A21Z&se=2023-11-13T00%3A28%3A21Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A11%3A08Z&ske=2023-11-13T06%3A11%3A08Z&sks=b&skv=2021-08-06&sig=r/gB1inyzahUTv/IH7WjyMN53h8tFR2%2BDldsWM8g1og%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-Qrm036qZ7Y8QiJVJbARkf8iP.png?st=2023-11-12T22%3A28%3A36Z&se=2023-11-13T00%3A28%3A36Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T11%3A06%3A47Z&ske=2023-11-13T11%3A06%3A47Z&sks=b&skv=2021-08-06&sig=PWI2fxXwvIi2srqSngnuSEdlGMR39aeLHGEcpAswuPI%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-8CYcMdCJwcpAI1rl1MTHlpgB.png?st=2023-11-12T22%3A28%3A50Z&se=2023-11-13T00%3A28%3A50Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A23%3A04Z&ske=2023-11-13T06%3A23%3A04Z&sks=b&skv=2021-08-06&sig=NzdvWmqq22J2M6P8Et/a/HUzet8woG1iF1X%2BJQEoNF0%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-PlSGTRumQLFITTAY0kFKg19v.png?st=2023-11-12T22%3A29%3A07Z&se=2023-11-13T00%3A29%3A07Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A12%3A53Z&ske=2023-11-13T06%3A12%3A53Z&sks=b&skv=2021-08-06&sig=4iwVsHm0pKcIE5J9RmVZ3NOmjBh2LHNTQ7fYW9lXqz8%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-amY1amJDiuTq7u5jhxSxUoFf.png?st=2023-11-12T22%3A29%3A24Z&se=2023-11-13T00%3A29%3A24Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T13%3A46%3A46Z&ske=2023-11-13T13%3A46%3A46Z&sks=b&skv=2021-08-06&sig=p0RxoDJVbSpjl4YCGndJ/GvrJ0ddjaK6kJq54WE20tg%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-fWcnY3f4BUjmdW90KfcUWfrF.png?st=2023-11-12T22%3A29%3A39Z&se=2023-11-13T00%3A29%3A39Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A00%3A34Z&ske=2023-11-13T06%3A00%3A34Z&sks=b&skv=2021-08-06&sig=iqNoJD/ZO%2BhD99qgM/cVENYjsGYS2OM4/uoqU3%2BuwZ8%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-XksMEHwLUGu2ds1cyxl48Ie7.png?st=2023-11-12T22%3A29%3A55Z&se=2023-11-13T00%3A29%3A55Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T12%3A46%3A38Z&ske=2023-11-13T12%3A46%3A38Z&sks=b&skv=2021-08-06&sig=lO3vcv4e3b2nHSxFxAYqLS9MoUUxjd%2Bo8RfWGU2ZDuM%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-APOXacYk86vNaWjBwOFuzhMN.png?st=2023-11-12T22%3A30%3A12Z&se=2023-11-13T00%3A30%3A12Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T12%3A38%3A34Z&ske=2023-11-13T12%3A38%3A34Z&sks=b&skv=2021-08-06&sig=R5LUEiLMDbO%2BrumOk4UFd36gNZ9vO7DsiCkgetNLnCg%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-W1QzpVBNcbWWHk6vkxvpZWU0.png?st=2023-11-12T22%3A30%3A28Z&se=2023-11-13T00%3A30%3A28Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T12%3A45%3A26Z&ske=2023-11-13T12%3A45%3A26Z&sks=b&skv=2021-08-06&sig=xwk6A05/96VYqiTDWvto3lUbBvqIz/uyb50sDzPbE1s%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-xLSTgs7NbOjsTVOAZy5JwlkT.png?st=2023-11-12T22%3A30%3A44Z&se=2023-11-13T00%3A30%3A44Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T17%3A04%3A48Z&ske=2023-11-13T17%3A04%3A48Z&sks=b&skv=2021-08-06&sig=DgSXMueyKcLt/YVthSvMiF7HMAANiEi2%2BDMwF2Ciw5w%3D", "https://oaidalleapiprodscus.blob.core.windows.net/private/org-QMMGSeqeBP6NvedYG85Qu1ZG/user-lTLKXgmA8ulX9KRHCRPD2uJh/img-31oNduHnKhoJMSlKJhXBbImW.png?st=2023-11-12T22%3A30%3A59Z&se=2023-11-13T00%3A30%3A59Z&sp=r&sv=2021-08-06&sr=b&rscd=inline&rsct=image/png&skoid=6aaadede-4fb3-4698-a8f6-684d7786b067&sktid=a48cca56-e6da-484e-a814-9c849652bcb3&skt=2023-11-12T06%3A19%3A44Z&ske=2023-11-13T06%3A19%3A44Z&sks=b&skv=2021-08-06&sig=6LDICfyylpoHvcMMEZDuschqAahCyCyLniqscOut8zg%3D"], "Cyberpunk_00": "Imagine a futuristic city that combines both Eastern and Western architectural styles, creating a unique blend that defines its skyline. The buildings are washed in an array of neon lights that bathe the entire city in a spectrum of vibrant colors. Despite its beauty, there's a darker side to this city. The streets are filled with silence, the city is mysteriously empty and the shadows cast by the buildings on the neon-lit pavements give it a chilling atmosphere. This city is the epitome of a cyberpunk dystopia, where technology appears to rule and humans seem to have disappeared.", "Cyberpunk_01": "A darkly lit, cyberpunk future scene displaying a unique fusion of Oriental and Occidental architectural elements. Swirling neon signs in varying languages and symbols blaze amidst towering buildings with futuristic designs. Shadowy figures of diverse descents move through the cityscape, illuminated by the neon glow and the soft glow from their high-tech gadgets. Steam rises from underground grates while flying machines dart through the skyscraper gaps. Technology blends seamlessly with traditional motifs, creating a stark contrast and an intriguing mix of new and old.", "Cyberpunk_02": "Envision a futuristic cyberpunk cityscape that encapsulates a harmonious blend of oriental and occidental architectural designs. The setting should have an aura of darkness surrounding it, perhaps displaying a night sky, contrasted brilliantly by vivid blues, pinks, and purples of neon lights shining from various signages and high-tech screens. There may be skyscrapers towering above, portraying testament to the city's growth against the dark sky, some designed with pagoda-style roof-lines and others embodying the sleek, clean lines of Western modernism. Add in hints of technology that's leaps beyond our time, with drones flying overhead or holographic billboards.", "Cyberpunk_03": "Envision a futuristic scene rich with cyberpunk aesthetics. It's late at night and the darkness outside is only broken by vibrant neon lights that paint the sprawling cityscape in hues of deep blues, greens, and purples. Building designs are a profound blend of oriental and occidental architecture, with towering tech-laden skyscrapers adorned with traditional oriental motifs. The streets below are a maze of narrow alleys busy with high-tech vehicles and diverse array of individuals - a Caucasian woman wearing hi-tech glasses at a food stall, a Hispanic man with bionic limbs strolling by, each contributing to the feeling of contrasting historical eras and rich cultural diversity.", "Cyberpunk_04": "Imagine a futuristic scene unfolding in a cyberpunk city. The cityscape harmoniously blends elements of both Oriental and Occidental architectures, creating a multicultural metropolis. The deep darkness of the night glows with neon lights, their vibrant colors illuminating sinuous buildings and crowded streets below. The sky is dominated by looming skyscrapers, their cold, steel structures juxtaposed against the warm luminescence of neon signs in multiple languages. Flying vehicles dot the skyline, their trajectories marked by bright trails. In the bustling streets below, a diverse collection of individuals with different genders and descents, engage with high-tech tools. The ambiance is electrifying, the city alive with the possibilities and dangers of a cyberpunk future.", "Cyberpunk_05": "Visualize a futuristic scene set in a cyberpunk world. There's a dynamic fusion of Oriental and Occidental architectural styles. The darkness of the environment is cut through by vibrant neon lights that add a sense of liveliness. Skyscrapers pierce the night sky, glowing with digital billboards and flashing neon signs. On the ground, diverse crowd of people with Asian and European descent go about their life, their faces illuminated by the flashes of neon. Advanced, holographic technology is displayed all throughout the environment, showcasing the immense progress of this future society.", "Cyberpunk_06": "Design a future-oriented scene, characterized by elements from both oriental and occidental cultures, fused into a distinctive cyberpunk aesthetic. The setting should be dark, with a limited palette dominated by blacks and grays. Illumination should be primarily provided by neon lights, casting a surreal and mysterious light over the cityscape. The scene should have a layered complexity, with neon signage on vertical skyscrapers, intertwining overhead wires, and narrow, bustling streets filled with people of different descents like Caucasian, Hispanic, Black, Middle-Eastern, and South Asian.", "Cyberpunk_07": "In a futuristic cyberpunk city, a blend of Eastern and Western architecture is evident. The scene takes place at night, making the cityscape appear dark yet vibrant with the glow of neon signs. Tall skyscrapers reach into the sky, their glass facades reflecting the multicolored neon glow. The streets are bathed in shades of blue and purple neon light, emanating from the myriad of signs advertising different shops and services. Flying cars zoom past, leaving streaks of light in their wake. A fusion of cultures is conveyed through the amalgamated architectural styles, suggestive of a melting pot of various traditions and technologies.", "Cyberpunk_08": "Visualize a scene from the future with a cyberpunk aesthetic. The setting is dimly lit with splashes of neon colors piercing through the semi-darkness. Architecture in the environment blends Oriental and Occidental styles, creating a fusion of patterns and lines unique to the locale. The streets are bustling with a diverse array of people, sporting avant-garde clothing styles and multi-colored hair, embodying the essence of the cyberpunk culture. High contrast between the shadows and the bright neon lights paint a vibrant and edgy urban landscape.", "Cyberpunk_09": "Imagine a blended future city, where oriental and occidental architectural styles amalgamate, creating an aesthetic that's uniquely fascinating. Streets bathed in labyrinthine neon light, that glimmers against the dark, reflective surfaces. Obscure alleyways open up into grand plazas, both sparkled by scattered electric billboards that intermittently illuminate the mysteriously dim atmosphere. Sky-high skyscrapers shimmer with holographic displays, their cutting-edge design creates an intense contrast with traditional rooftops. Riverside is adorned with digital lanterns, their radiance creates a surreal reflection on the tranquil water. This is a dark, cyberpunk-inspired future city that elegantly combines East and West.", "Cyberpunk_10": "Imagine a future scene which is a fusion of East and West, embodying a cyberpunk aesthetic. As night descends, neon lights pulsate and cast their glow across the city. The skyline is punctuated by towering futuristic buildings with a mix of Oriental and Occidental architectural styles. Hovering drones and floating billboards add to the sense of technological advancement. Citizens of diverse ethnic background navigate the labyrinthine streets below, amid a sea of buzz and flickering lights. Amid this vibrating cityscape, a tangible sense of mystery and anticipations for the unknown future is palpable.", "Cyberpunk_11": "Imagine a future where East meets West in a cyberpunk setting. The scene is dark, illuminated by neon lights that carve swaths of varying color through the darkness. Tall buildings strive towards the stars, their surfaces adorned with Eastern calligraphy and Western graffiti. Bustling streets below are filled with pedestrians of multiple descents, creating a harmonious blend of cultural diversity. Robotic elements peek out from side alleys and hover-vehicles zoom in the sky, injecting a distinct contrast between traditional and futuristic elements.", "Cyberpunk_12": "Imagine a future scene tinged with a cyberpunk aesthetic. The environment is dark, invoking a sense of mystery and intrigue. Architectural styles blend seamlessly, merging the intricate details of oriental design with the bold lines of occidental structures. Buildings are adorned with neon lights in various shapes and symbols, casting vibrant hues of color against an otherwise noir backdrop. The streets are wet, reflecting the neon glow on their slick surfaces. The scene captures a moment in time where technology has become intertwined with everyday life, standouts being digital billboards, futuristic vehicles, and people with cybernetic enhancements.", "Cyberpunk_13": "Depict a futuristic city set in a cyberpunk ambiance. The city is influenced by a mix of oriental and occidental architectural styles, reflecting a vibrant blend of cultures. Streets and buildings dominate the scene, steeped in darkness that's contrasted by bold, colorful neon lights. High-rises feature a mix of traditional tiled roofs along with modern, sleek designs. The neon hues cast reflective glows on the surrounding spaces, creating an atmosphere that's both eerie and enthralling. Street signs feature a mix of symbols, suggesting the blend of languages and cultures. The image presents this melange of tradition and future, a compelling narrative of a time yet to arrive.", "Cyberpunk_14": "Imagine a future scene incorporating elements of both Eastern and Western cultures. The setting is a dark cityscape filled with towering skyscrapers exuding an air of cyberpunk vibes. The city is bathed in vivid hues of electrifying neon lights, painting surrealistic strokes on the steel and concrete canvas. The blend of traditional architectural designs with ultra-modern tech-infused structures offers an intriguing juxtaposition. Streets are filled with people of varying descents, diverse in their choice of futuristic attire, indicating a melting pot of cultures in this high-tech metropolis.", "Cyberpunk_15": "Imagine a dark, future cityscape showcasing a blend of Eastern and Western architectural styles in a cyberpunk aesthetic. Skyscrapers stretch high into the overcast night sky, their silhouettes sharp against a full moon hidden behind clouds. Streets are drenched in hues of electric blue and neon purple illuminating from the electronic billboards and neon signs advertising in a mix of different languages. The city is alive with movements of autonomous vehicles and bustling crowds rushing along the city streets. An overarching sense of grittiness and energy pervade throughout the image.", "Cyberpunk_16": "Imagine a future city, steeped in rich cyberpunk aesthetics. The city's skyline should blend elements of both Eastern and Western architecture, creating a unique cross-cultural exchange. The majority of the environment is draped in darkness, but is brought to life by a fusion of neon lights. These lights should cast a kaleidoscope of colours across the scene, reflecting off the futuristic metallic structures and rainy cobblestone streets. From towering skyscrapers to bustling street markets, moments of harmony can be found in this cultural fusion, demonstrating a post-modern interpretation of oriental and occidental aesthetics.", "Cyberpunk_17": "Imagine a future world, steeped in the cyberpunk genre. The setting is dark and illuminated by the glow of neon lights in a myriad of colors. The architecture is a mesmerizing fusion of oriental and occidental styles, blending traditional shapes with futuristic design elements. Wide streets are filled with peculiar high-tech devices and hovering vehicles that provide a glossy sheen of advancement amidst the grittiness. Glowing digital signs flash in various languages, reflecting the blend of eastern and western cultures, as rainfalls gently, making the surfaces gleam with reflected neon splendor.", "Cyberpunk_18": "Visualize a futuristic scene with strong cyberpunk influences. Incorporate a harmonious blend of oriental and occidental architectural elements, illuminated by the glow of vibrant neon lights. The overall ambiance should exude a dark, nocturnal atmosphere, with shadowy corners and narrow, labyrinthine alleyways. Envision high-tech gadgets, holographic advertisements, towering skyscrapers, and a plenitude of wires crisscrossing overhead. On the ground level, diverse crowd of people ward off the darkness with their individual digital devices. The scene, while dreamlike and surreal, has an undercurrent of grit and reality.", "Cyberpunk_19": "Create a detailed image representing a futuristic cyberpunk environment. The scene is immersed in darkness, illuminated by neon lights of various colors. This future world is an intriguing medley of Eastern and Western cultural elements, represented in the form of architectural designs, signboards, and clothing styles of the individuals present. These individuals consist of men and women from various descents such as Caucasian, Hispanic, Black, Middle-Eastern, South Asian. The buildings carry a unique blend of old-world charm and future aesthetics, with high-tech digital screens running oriental and occidental scripts. Streets bustling with futuristic vehicles and people clad in an eclectic mix of traditional and futuristic attire."}